export const motivations = {
  end: [
    'Стал очередной жертвой никотиновой зависимости',
    'Пал в неравной битве с сигаретами',
  ],
  start: [
    'Привет! Теперь моя жизнь зависит от тебя. Надеюсь мы поладим =)',
  ],
  g10: [
    'Я уже попрощался с родными, но мой хозяин подарил мне еще один день жизни.',
    'Сегодня во сне ко мне не являлась проклятая старуха с косой.',
  ],
  g15: [
    'Сегодня в глубине моей цифровой души теплится надежда на спасение.',
    'Быть может, не все потеряно, и я смогу прожить долгую и счастливую жизнь...',
  ],
  g20: [
    'Сегодня я не отхаркнул ни одного сгустка крови. Может, жизнь не настолько ужасна...',
    'Наконец я смог подняться с кровати и вышел прогуляться на балкон. Далекое, но приятное приключение...',
  ],
  g25: [
    'Боль в грудной клетке отступила. Слава хозяину! Он заботится обо мне.',
    'Благодаря хозяину мое самочувствие стало лучше. Даже пальцы на руках перестали неметь!',
  ],
  g30: [
    'Сегодня я смог выйти на улицу без посторонней помощи. Так здорово...',
    'Мечта стать здоровым не покидает меня. Сегодня дышать стало легче. ',
  ],
  g35: [
    'Мои сердечные приступы стали слабее. Мне кажется, что я иду на поправку!',
    'Сегодня у меня ничего не болит. Слава хозяину, ему не безразлична моя судьба.',
  ],
  g40: [
    'Утро выдалось классным. Я почистил зубы, и десны не кровоточили!',
    'У меня появился аппетит! Я съел на 2 пельмешки больше, чем обычно.',
  ],
  g45: [
    'Оказывается, цвет моей кожи не серый! После прогулки я выгляжу достаточно свежим.',
    'Спасибо хозяину! Я уже не чувствую себя зомби, даже цвет лица изменился.',
  ],
  g50: [
    'Замечательный день! Я решил заняться спортом и пробежал целых 134 метра без одышки!',
    'Замечательный день! Я решил заняться спортом и присел 4 раза без одышки!',
  ],
  g55: [
    'Благодаря железной воле хозяина мой запах изо рта сегодня не столь удушающий.',
    'На сэкономленные от сигарет деньги я купил губную гармошку. Соседи насторожились...',
  ],
  g60: [
    'Кашель совсем прошел. Я на пути к здоровой жизни, и мой хозяин тоже!',
    'Сегодня мое давление как у космонавта! В висках не давит и в голове ясно.',
  ],
  g65: [
    'Занятия спортом даются все легче. Возможно, меня возьмут в сборную двора по прыжкам в длину!',
    'Я делаю успехи в спорте. Возможно, меня возьмут в сборную подъезда по бадминтону!',
  ],
  g70: [
    'Так легко получать удовольствие от мелочей, когда я чувствую себя хорошо.',
    'Жизнь налаживается. Сегодня я не чувствую себя больным, и это придает мне сил.',
  ],
  g75: [
    'Я полон энергии! Отдышка совсем пропала. Спасибо тебе, хозяин.',
    'Утром я умылся и заметил в отражении румянец на щеках. Моя жизнь налаживается!',
  ],
  g80: [
    'Какая удивительная легкость во всем теле. Я чувствую себя на 10 лет моложе!',
    'Мои друзья-клоны заметили, что я выгляжу лучше, и что мой хозяин - лучший человек на земле.',
  ],
  g85: [
    'Ммм... Как вкусно пахнет скошенная трава. Раньше я не замечал этого запаха.',
    'Аромат кофе просто восхитителен. Почему раньше он был не таким ярким?',
  ],
  g90: [
    'Я горжусь своим хозяинм. Благодаря его воле моя жизнь с каждым днем лучше.',
    'Как хорошо, что хозяин перестал курить. Во мне просыпается вкус к жизни.',
  ],
  g95: [
    'У меня замечательное предчувствие. Еще немного, и я стану полностью здоров.',
    'Совсем чуть-чуть и из моей жизни исчезнут все болезни. С нетерпением жду завтрашнего дня.',
  ],
  g100: [
    'Я просто счастлив! Такого хорошего настроения у меня не было почти год. ',
    'Сегодня очень хороший день! Я готов к великим свершениям в своем виртуальном мире.',
  ],
  b5: [
    'Сегодня во сне ко мне явилась проклятая старуха с косой.',
    'Еще одного дня такой жизни я не вынесу. Время подводить итоги...',
  ],
  b10: [
    'Плохая ночь, кашлял кровью и обдумывал свою жизнь',
    'Так я долго не протяну, надо позвонить маме....',
  ],
  b15: [
    'Не хочу вставать, буду целый день валяться. Сил совсем нет',
    'Выматывает одышка, несколько шагов тяжело пройти.',
  ],
  b20: [
    'Выпал зуб, мне становится страшно за свою жизнь...',
    'Постоянный удушающий кашель, выплевываю легкие, за что мне это?',
  ],
  b25: [
    'Начал кашлять с кровью, надо завязывать с курением',
    'Колет сердце, пойду сдавть кардиограмму, дойти бы...',
  ],
  b30: [
    'Падает зрение, нужны очки, не узнаю знакомых на улице. А знакомые обижаются( ',
    'Во рту появились язвы, пойду в аптеку, может, что посоветуют.',
  ],
  b35: [
    'Встретил школьного друга, расстроился. Выгляжу на лет 10 старше, чем проклятый этот зожник ',
    'Совсем желтые зубы, может, на отбеливание сходить. Хотя с зеленой кожей сочетаются',
  ],
  b40: [
    'Дал знать о себе старый гастрит. Хозяин, дай хоть несколько дней передышку от сигарет',
    'Кашляю без остановки, врач рекомендовал сдать анализ на рак. Страшно, не пойду',
  ],
  b45: [
    'Кашляю на регулярной основе, неприятно...',
    'Сегодня не успел на свой автобус, не смог пробежать 20 метров',
  ],
  b50: [
    'Депрессия, буду валяться дома и телефон отключу',
    'Надоела бессонница, работоспособность на нуле, но ничего - прорвемся. Надо снизить норму сигарет, и все будет ок',
  ],
  b55: [
    'Аппетита совсем нет. Надо заставлять себя есть, так и проблемы нажить можно',
    'Покалывает сердце, но кто сейчас здоровый, переживем!',
  ],
  b60: [
    'Пожелтели зубы, не красиво( Надо поменять пасту',
    'Какая-то кожа стала серая, плохая экология, видно, сказывается',
  ],
  b65: [
    'Кашель усилился, подозреваю, что виноваты сигареты',
    'Одышка усиливается, стал меньше двигаться ',
  ],
  b70: [
    'Какой-то я сегодня помятый ',
    'Апатия, ничего не хочется делать, нужны выходные',
  ],
  b75: [
    'Начался кашель, может вирус',
    'Ночью плохо спал, из-за кашля',
  ],
  b80: [
    'Появилась одышка, но не страшно, я же крепкий',
    'Да в общем-то все отлично, ну одышка иногда, у кого не бывает',
  ],
  b85: [
    'Бросил занятия спортом, лень, тяжело, потом возобновлю',
    'Начали кровоточить десны, ммм...',
  ],
  b90: [
    'Заметил на ногтях  желтые пятна, странно...',
    'Нервный хожу, огрызаюсь со всеми, надо взять себя в руки',
  ],
  b95: [
    'Отличный денек, только совесть мучает, но от совести никто не умирал!',
    'Самочувствие отличное, но раскуриться назад нельзя, надо брать себя в руки',
  ],
};

export const finalMessage = [
  'Пал в неравном бою с никотиновой зависимостью.',
  'Пытался спрятать свои проблемы в дыму сигарет.',
  'Ненавидел сигареты и всеми силами уничтожал их.',
  'Еще один клон, которому не удалось обмануть смерть.',
  'Лежит в холодной земле за поступки своего хозяина',
];

export const goodMessage = [
  'Ура!',
  'Класс!',
  'Ты молодец!',
  'Горжусь тобой!',
  'Я счастлив!',
  'Супер!',
  'Спасибо!',
  'Ух ты!',
  'Невероятно!',
];

export const badMessage = [
  'Кхе-Кхе',
  'Тяжело дышать',
  'Это ты зря...',
  'Сколько дыма =(',
  'Не надо так',
  'Пора завязывать',
  'Может хватит?',
  'Кружится голова',
  'Зачем ты так?',
  'Остановись',
  'Я расстроен',
];
